{
    "without-side": "Sin costuras laterales",
    "without-side_description": "Tejido en una sola pieza usando tejido tubular, reduce el desperdicio de tela y hace la prenda más atractiva",
    "ribbed-knit": "Tejido acanalado con costura",
    "ribbed-knit_description": "El tejido acanalado hace que el cuello sea altamente elástico y ayude a mantener su forma",
    "shoulder-tape": "Cinta en el hombro",
    "shoulder-tape_description": "La cinta de sarga cubre las costuras de los hombros para estabilizar la parte trasera de la prenda y prevenir que se estire",
    "fabric": "Tela",
    "fabric_description": "Hecho de fibras especialmente hiladas que hacen una tela muy duradera y suave.",
    "spacious-pockets": "Bolsillos espaciosos",
    "spacious-pockets_description": "El bolsillo tipo canguro siempre mantendrá tus manos calientes",
    "drawstring-hood": "Capucha con cordón",
    "drawstring-hood_description": "Capucha ajustable con cordón tejido del mismo color",
    "cotton-polyester": "50% algodón, 50% poliéster",
    "cotton-polyester_description": "Hecho de fibras especialmente hiladas que resultan en una gran resistencia. Las fibras de poliéster son extremadamente resistentes a la mayoría de los químicos, al estiramiento y a la contracción.",
    "with-side": "Con costuras laterales",
    "with-side_description": "Ubicadas a lo largo de los lados, ayudan a mantener la forma de la prenda durante más tiempo y le brindan soporte estructural",
    "polyester": "48% Poliéster",
    "polyester_description": "Las fibras de poliéster son extremadamente fuertes, resistentes a la mayoría de los químicos, al estiramiento y a la contracción",
    "fiber-composition": "Composición de la fibra",
    "fiber-composition_description": "Los colores sólidos y jaspeados son 52% algodón, 48% poliéster, los colores tri-mezcla son 50% poliéster, 25% algodón, 25% rayón.",
    "dishwasher-safe": "Apto para microondas",
    "dishwasher-safe_description": "Apto para uso en lavavajillas.",
    "microwave-safe": "Apto para lavavajillas",
    "microwave-safe_description": "La taza puede colocarse de forma segura en un microondas para calentar alimentos o líquidos.",
    "fleece-lining": "Forro de vellón",
    "fleece-lining_description": "Forro interno súper suave de vellón en la parte inferior del calcetín",
    "crew-length": "Longitud de tripulación",
    "crew-length_description": "Perfecto para cubrir tus músculos de la pantorrilla, ofreciendo excelente protección y manteniendo tus pies calientes"
}