{
    "title0": "Política de Privacidad",
    "title1": "Introducción",
    "paragraph1": "Proteger tu privacidad es importante para nosotros, y estamos comprometidos a salvaguardar tu información personal. Esta Política de Privacidad explica cómo recopilamos, utilizamos y protegemos tus datos cuando accedes y utilizas nuestro sitio web. Al utilizar el sitio web, das tu consentimiento a las prácticas descritas en esta política.",
    "title2": "Información que Recopilamos",
    "paragraph2": "Podemos recopilar información personal que proporcionas directamente, como tu nombre, dirección de correo electrónico y dirección de envío. También recopilamos automáticamente cierta información cuando utilizas el sitio web, incluido el tipo de dispositivo, sistema operativo y navegador.",
    "title3": "Cómo Utilizamos tu Información",
    "paragraph3.0": "Utilizamos la información recopilada para los siguientes fines:",
    "paragraph3.1": "Procesar pedidos y proporcionar soporte al cliente.",
    "paragraph3.2": "Mejorar la funcionalidad, el contenido y la experiencia del usuario en nuestro sitio web.",
    "paragraph3.3": "Comunicarnos contigo, incluyendo responder a tus consultas y enviar información sobre tus pedidos.",
    "paragraph3.4": "Personalizar y mejorar tu experiencia en el sitio web.",
    "paragraph3.5": "Proteger el sitio web, sus usuarios y nuestro negocio de posibles fraudes o riesgos de seguridad.",
    "title4": "Compartir tu Información",
    "paragraph4": "No vendemos tu información personal a terceros. Sin embargo, podemos compartir tu información con terceros de confianza para proporcionar servicios específicos, como procesamiento de pagos, cumplimiento de pedidos y envíos. También podemos compartir datos para cumplimiento legal, protección de derechos y seguridad.",
    "title5": "Cookies y Tecnologías de Seguimiento",
    "paragraph5": "Utilizamos cookies y tecnologías de seguimiento similares para mejorar la experiencia del usuario y la funcionalidad del sitio web. Puedes optar por configurar tu navegador para rechazar las cookies o notificarte cuando se estén enviando cookies. Sin embargo, esto puede afectar a ciertas funciones y servicios del sitio web.",
    "title6": "Seguridad de los Datos",
    "paragraph6": "Empleamos medidas de seguridad razonables para proteger tu información personal. Sin embargo, ninguna transmisión de datos por Internet es completamente segura. Por lo tanto, aunque nos esforzamos por proteger tus datos, no podemos garantizar su seguridad.",
    "title7": "Tus Opciones",
    "paragraph7": "Puedes optar por no proporcionar cierta información. Sin embargo, esto puede limitar tu capacidad para utilizar ciertas funciones del sitio web. También puedes optar por no recibir ciertas comunicaciones nuestras, pero las comunicaciones operativas (por ejemplo, avisos relacionados con la cuenta) son necesarias para el funcionamiento del sitio web.",
    "title8": "Privacidad de los Niños",
    "paragraph8": "Nuestro sitio web no está destinado para ser utilizado por personas menores de 18 años. No recopilamos intencionalmente información personal de niños. Si eres padre o tutor y crees que tu hijo nos ha proporcionado información personal, contáctanos para eliminarla.",
    "title9": "Cambios en Esta Política de Privacidad",
    "paragraph9": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Te notificaremos cambios significativos publicando un aviso en el sitio web o enviándote un correo electrónico. Por favor, revisa periódicamente la política.",
    "title10": "Contáctanos",
    "paragraph10": "Si tienes alguna pregunta o inquietud sobre esta Política de Privacidad, contáctanos en",
    "title11": "{{store_name}} respeta tu privacidad y se compromete a proteger tu información personal",
    "paragraph11": "Esta política está diseñada para proporcionar transparencia sobre nuestras prácticas de datos. Te animamos a revisarla y contactarnos si tienes alguna pregunta o inquietud."
}