{
    "ship_to": "Enviar a",
    "add_to_cart": "Añadir al carrito",
    "buy_now": "Comprar ahora",
    "choose_a_color": "Elija un color",
    "choose_a_size": "Elija un tamaño",
    "choose_art_position": "Elija la posición del arte",
    "description": "Descripción",
    "key_features": "Características clave",
    "care_instructions": "Instrucciones de cuidado",
    "size_guide": "Guía de tallas",
    "description_t-shirt": "Hecha con materiales muy suaves, esta camiseta es 100% algodón en colores sólidos. Diseño único para combinar con tu estilo. Los hombros tienen cinta twill para mayor durabilidad. No tiene costuras laterales. El cuello está confeccionado con tejido acanalado para evitar daños y enrollamientos.",
    "description_hoodie": "Esta sudadera con capucha es la definición de relajación. Hecha con una mezcla gruesa de algodón y poliéster, es suave, acogedora y cálida, una elección perfecta para cualquier día frío. En el frente, el espacioso bolsillo canguro añade practicidad diaria mientras que el cordón de la capucha es del mismo color que la sudadera, asegurando un toque extra de estilo.",
    "description_sweatshirt": "Ideal para cualquier situación, una sudadera de cuello redondo es puro confort. Estas prendas están hechas de poliéster y algodón. Esta combinación ayuda a que el diseño se mantenga fresco y hermoso. El cuello es de tejido acanalado, por lo que mantiene su forma incluso después del lavado. Estas sudaderas no tienen costuras laterales que piquen.",
    "description_raglan-tee": "La camiseta raglán tiene un estilo único, ya que las mangas actúan como un marco destacando el diseño. Así, cualquier diseño de la camisa aparece mejor que nunca. Dependiendo del color, estas camisas pueden ser una mezcla de algodón, poliéster y rayón. El cuello es de tejido acanalado para mayor durabilidad. Los lados tienen costuras para proporcionar soporte estructural.",
    "description_mug": "Con un asa en forma de C para un uso cómodo, estas tazas son una excelente manera de decorar tu hogar y empezar el día con buen pie. Gracias a la cerámica de calidad, estas tazas mantienen el diseño con un gran aspecto durante mucho tiempo, incluso después de lavados repetidos.",
    "description_mug-c": "Con un asa en forma de C para un uso cómodo, estas tazas son una excelente manera de decorar tu hogar y empezar el día con buen pie. Gracias a la cerámica de calidad, estas tazas mantienen el diseño con un gran aspecto durante mucho tiempo, incluso después de lavados repetidos.",
    "similar-products-title": "Produtos que pode gostar"
}