{
    "title0": "Términos de Uso",
    "title1": "Aceptación de los Términos de Uso",
    "paragraph1": "Al acceder y utilizar este sitio web, aceptas cumplir y quedar sujeto a los siguientes Términos de Uso. Si no estás de acuerdo con estos términos, no deberías usar el sitio web.",
    "title2": "Uso del Sitio Web",
    "paragraph2": "Estás de acuerdo en utilizar el sitio web solo para fines legales y de acuerdo con todas las leyes y regulaciones aplicables, incluyendo leyes específicas de tu país o región. No debes utilizar el sitio web de manera que pueda perjudicar, deshabilitar, sobrecargar o dañar el funcionamiento del sitio web o interferir con el uso y disfrute de otros usuarios.",
    "title3": "Cambios en los Términos de Uso",
    "paragraph3": "Nos reservamos el derecho de modificar o actualizar estos Términos de Uso en cualquier momento, con o sin aviso previo. Recomendamos que revises periódicamente los términos para mantenerte informado sobre cualquier cambio. Tu uso continuado del sitio web después de la publicación de cambios constituye tu aceptación de esos cambios.",
    "title4": "Privacidad",
    "paragraph4": "La recopilación y uso de tu información personal están sujetos a nuestra Política de Privacidad, la cual está incorporada a estos Términos de Uso por referencia. Aceptas proporcionar información precisa, completa y actualizada.",
    "title5": "Contenido del Usuario",
    "paragraph5": "Eres totalmente responsable de cualquier contenido que envíes, exhibas o transmitas a través del sitio web. Aceptas que tu contenido no infrinja los derechos de terceros, incluyendo derechos de autor, marcas comerciales, privacidad u otros derechos personales.",
    "title6": "Propiedad Intelectual",
    "paragraph6": "Este sitio web y su contenido (excluyendo contenido de usuario) están protegidos por derechos de autor, marcas comerciales y otras leyes de propiedad intelectual. Aceptas respetar todos los derechos de autor y otros derechos de propiedad en el contenido.",
    "title7": "Limitaciones de Responsabilidad",
    "paragraph7": "El uso de este sitio web es bajo tu propio riesgo. El sitio web se proporciona 'tal cual' y 'según disponibilidad' sin garantías de ningún tipo. No garantizamos que el sitio web será libre de errores o ininterrumpido.",
    "title8": "Usuarios Internacionales",
    "paragraph8": "Este sitio web es accesible a nivel mundial y damos la bienvenida a usuarios de todo el mundo. Sin embargo, los usuarios de diferentes países y regiones deben cumplir con sus leyes y regulaciones locales al utilizar el sitio web. No afirmamos que el sitio web o su contenido sean apropiados o estén disponibles en todos los lugares. El acceso al sitio web desde territorios donde su contenido es ilegal está prohibido.",
    "title9": "Ley Aplicable",
    "paragraph9": "Estos Términos de Uso están regidos por las leyes de la Unión Europea, sin considerar los principios de conflicto de leyes. Si hay disputas, deben ser resueltas a través de arbitraje u otros mecanismos de resolución de disputas, según se especifique en tus términos.",
    "title10": "Contáctanos",
    "paragraph10": "Si tienes alguna pregunta o preocupación sobre estos Términos de Uso, por favor contáctanos en"
}