{
    "without-side": "Without side seams",
    "without-side_description": "Knit in one piece using tubular knit, it reduces fabric waste and makes the garment more attractive.",
    "ribbed-knit": "Ribbed knit with seam",
    "ribbed-knit_description": "Ribbed knit makes the collar highly elastic and helps retain its shape.",
    "shoulder-tape": "Shoulder tape",
    "shoulder-tape_description": "Twill tape covers the shoulder seams to stabilize the back of the garment and prevent stretching.",
    "fabric": "Fabric",
    "fabric_description": "Made from specially spun fibers that make very durable and smooth fabric.",
    "spacious-pockets": "Spacious pockets",
    "spacious-pockets_description": "Kangaroo pouch pocket will always keep your hands warm.",
    "drawstring-hood": "Drawstring hood",
    "drawstring-hood_description": "Adjustable hood with self-colored woven cord.",
    "cotton-polyester": "50% cotton, 50% polyester",
    "cotton-polyester_description": "Made from specially spun fibers that make for a very strong. Polyester fibers are extremely resilient to most chemicals, stretching, and shrinking.",
    "with-side": "With side seams",
    "with-side_description": "Located along the sides, they help hold the garment's shape longer and give it structural support.",
    "polyester": "48% Polyester",
    "polyester_description": "Polyester fibers are extremely strong, resistant to most chemicals, stretching and shrinking.",
    "fiber-composition": "Fiber composition",
    "fiber-composition_description": "Solid and heather colors are 52% cotton, 48% polyester, tri-blend colors are 50% polyester, 25% cotton, 25% rayon.",
    "dishwasher-safe": "Microwave-safe",
    "dishwasher-safe_description": "Suitable for dishwasher use.",
    "microwave-safe": "Dishwasher-safe",
    "microwave-safe_description": "Mug can be safely placed in a microwave for food or liquid heating.",
    "fleece-lining": "Fleece lining",
    "fleece-lining_description": "Super soft fleece inside lining at the bottom of the sock",
    "crew-length": "Crew length",
    "crew-length_description": "Perfect to cover up your calf muscles, giving excellent protection and keeping your feet warm"
}