{
    "title0": "Privacy Policy",
    "title1": "Introduction",
    "paragraph1": "Protecting your privacy is important to us, and we are committed to safeguarding your personal information. This Privacy Policy explains how we collect, use, and protect your data when you access and use our website. By using the website, you consent to the practices described in this policy.",
    "title2": "Information We Collect",
    "paragraph2": "We may collect personal information that you provide directly, such as your name, email address, and shipping address. We also automatically collect certain information when you use the website, including device type, operating system, and browser type.",
    "title3": "How We Use Your Information",
    "paragraph3.0": "We use the collected information for the following purpose.",
    "paragraph3.1": "To process orders and provide customer support.",
    "paragraph3.2": "To improve our website's functionality, content, and user experience.",
    "paragraph3.3": "To communicate with you, including responding to your inquiries and sending information about your orders.",
    "paragraph3.4": "To personalize and enhance your experience on the website.",
    "paragraph3.5": "To protect the website, its users, and our business from potential fraud or security risks.",
    "title4": "Sharing Your Information",
    "paragraph4": "We do not sell your personal information to third parties. However, we may share your information with trusted third parties to provide specific services, such as payment processing, order fulfillment, and shipping. We may also share data for legal compliance, protection of rights, and safety.",
    "title5": "Cookies and Tracking Technologies",
    "paragraph5": "We use cookies and similar tracking technologies to improve user experience and website functionality. You may choose to set your browser to refuse cookies or notify you when cookies are being sent. However, this may impact certain features and services of the website.",
    "title6": "Data Security",
    "paragraph6": "We employ reasonable security measures to protect your personal information. However, no data transmission over the internet is completely secure. Therefore, while we strive to protect your data, we cannot guarantee its security.",
    "title7": "Your Choices",
    "paragraph7": "You can choose not to provide certain information. However, this may limit your ability to use certain features of the website. You may also opt out of certain communications from us, but operational communications (e.g., account-related notices) are necessary for the functioning of the website.",
    "title8": "Children's Privacy",
    "paragraph8": "Our website is not intended for use by individuals under the age of 18. We do not knowingly collect personal information from children. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us to have it removed.",
    "title9": "Changes to This Privacy Policy",
    "paragraph9": "We may update our Privacy Policy from time to time. We will notify you of significant changes by posting a notice on the website or sending you an email. Please review the policy periodically.",
    "title10": "Contact Us",
    "paragraph10": "If you have any questions or concerns about this Privacy Policy, please contact us at",
    "title11": "{{store_name}} respects your privacy and is committed to protecting your personal information",
    "paragraph11": "This policy is designed to provide transparency about our data practices. We encourage you to review it and contact us with any questions or concerns."
}