{
    "ship_to": "Ship To",
    "add_to_cart": "Add to Cart",
    "buy_now": "Buy Now",
    "choose_a_color": "Choose a color",
    "choose_a_size": "Choose a size",
    "choose_art_position": "Choose the art position",
    "description": "Description",
    "key_features": "Key features",
    "care_instructions": "Care instructions",
    "size_guide": "Size guide",
    "description_t-shirt": "Made with very soft materials, this t-shirt is 100% cotton in solid colors. Unique design to match your style. The shoulders have twill tape for improved durability. It has no side seams. The collar is made with ribbed knit to prevent damage and rolling.",
    "description_hoodie": "This hooded sweatshirt is the definition of relaxation. Made with a thick blend of cotton and polyester, it is soft, cozy, and warm, a perfect choice for any cold day. In the front, the spacious kangaroo pocket adds daily practicality while the hood's drawstring is the same color as the sweatshirt, ensuring an extra touch of style.",
    "description_sweatshirt": "Ideal for any situation, a crewneck sweatshirt is pure comfort. These garments are made of polyester and cotton. This combination helps the design stay fresh and beautiful. The collar is ribbed knit, so it retains its shape even after washing. These sweatshirts do not have itchy side seams.",
    "description_raglan-tee-long-sleeve": "The raglan long sleeve has a unique style as the sleeves act as a frame highlighting the design. Thus, whatever the design of the shirt, it looks better than ever. Depending on the color, these shirts can be a blend of cotton, polyester, and rayon. The collar is ribbed knit for improved durability. The sides have seams to provide structural support.",
    "description_mug": "With a C-shaped handle for comfortable use, these mugs are a great way to decorate your home and start the day on the right foot. Thanks to the quality ceramic, these mugs keep the design looking great for a long time, even after repeated washing.",
    "description_mug-c": "With a C-shaped handle for comfortable use, these mugs are a great way to decorate your home and start the day on the right foot. Thanks to the quality ceramic, these mugs keep the design looking great for a long time, even after repeated washing.",
    "description_socks": "These high-quality socks provide optimum comfort with style wherever one might go, a subtle accent to complement an office look or an eye-catching statement for an extravagant outfit.",
    "description_t-shirt-long-sleeve": "A bit more formal than a standard-issue t-shirt, the ultra cotton long sleeve tee is a clear comfort winner. There are no side seams. The shoulders are taped improved for durability. This makes for a good fitting around the shoulders and neck. The cotton used for these shirts is environmentally friendly.",
    "similar-products-title": "Products you might like"
}