{
    "title0": "Terms of Use",
    "title1": "Acceptance of Terms of Use",
    "paragraph1": "By accessing and using this website, you agree to comply with and be bound by the following Terms of Use. If you do not agree to these terms, you should not use the website.",
    "title2": "Use of the Website",
    "paragraph2": "You agree to use the website only for lawful purposes and in accordance with all applicable laws and regulations, including laws specific to your country or region. You must not use the website in any way that could impair, disable, overburden, or damage the app's operation or interfere with the use and enjoyment of other users.",
    "title3": "Changes to the Terms of Use",
    "paragraph3": "We reserve the right to modify or update these Terms of Use at any time, with or without notice. We recommend that you periodically check the terms to stay informed about any changes. Your continued use of the website after the posting of changes constitutes your acceptance of those changes.",
    "title4": "Privacy",
    "paragraph4": "The collection and use of your personal information are subject to our Privacy Policy, which is incorporated into these Terms of Use by reference. You agree to provide accurate, complete, and up-to-date information.",
    "title5": "User Content",
    "paragraph5": "You are solely responsible for any content you submit, display, or transmit through the website. You agree that your content will not infringe on third-party rights, including copyrights, trademarks, privacy, or other personal rights.",
    "title6": "Intellectual Property",
    "paragraph6": "This website and its content (excluding user content) are protected by copyright, trademarks, and other intellectual property laws. You agree to respect all copyrights and other proprietary rights in the content.",
    "title7": "Limitations of Liability",
    "paragraph7": "The use of this website is at your own risk. The website is provided 'as is' and 'as available' without warranties of any kind. We do not guarantee that the website will be error-free or uninterrupted.",
    "title8": "International Users",
    "paragraph8": "This website is accessible worldwide, and we welcome users from around the globe. However, users from different countries and regions must comply with their local laws and regulations when using the website. We make no claims that the website or its content is appropriate or available in all locations. Accessing the website from territories where its content is illegal is prohibited.",
    "title9": "Applicable Law",
    "paragraph9": "These Terms of Use are governed by the laws of European Union, without regard to conflict of law principles. If there are disputes, they should be resolved through arbitration or other dispute resolution mechanisms, as specified in your terms.",
    "title10": "Contact Us",
    "paragraph10": "If you have any questions or concerns about these Terms of Use, please contact us at"
}