{
    "without-side": "Sem costuras laterais",
    "without-side_description": "Tricotado numa só peça usando malha tubular, reduz o desperdício de tecido e torna a peça mais atraente",
    "ribbed-knit": "Malha canelada com costura",
    "ribbed-knit_description": "A malha canelada torna o colarinho altamente elástico e ajuda a manter a sua forma",
    "shoulder-tape": "Fita de ombro",
    "shoulder-tape_description": "A fita de sarja cobre as costuras dos ombros para estabilizar a parte de trás da peça e evitar que estique",
    "fabric": "Tecido",
    "fabric_description": "Feito de fibras especialmente fiadas que fazem um tecido muito durável e suave.",
    "spacious-pockets": "Bolsos espaçosos",
    "spacious-pockets_description": "O bolso tipo canguru manterá sempre as suas mãos quentes",
    "drawstring-hood": "Capuz com cordão",
    "drawstring-hood_description": "Capuz ajustável com cordão tecido da mesma cor",
    "cotton-polyester": "50% algodão, 50% poliéster",
    "cotton-polyester_description": "Feito de fibras especialmente fiadas que resultam numa grande resistência. As fibras de poliéster são extremamente resilientes à maioria dos químicos, ao estiramento e à contração.",
    "with-side": "Com costuras laterais",
    "with-side_description": "Localizadas ao longo dos lados, ajudam a manter a forma da peça por mais tempo e dão suporte estrutural",
    "polyester": "48% Poliéster",
    "polyester_description": "As fibras de poliéster são extremamente fortes, resistentes à maioria dos químicos, ao estiramento e à contração",
    "fiber-composition": "Composição da fibra",
    "fiber-composition_description": "As cores sólidas e mescladas são 52% algodão, 48% poliéster, as cores tri-blend são 50% poliéster, 25% algodão, 25% rayon.",
    "dishwasher-safe": "Adequado para microondas",
    "dishwasher-safe_description": "Adequado para uso em máquina de lavar louça.",
    "microwave-safe": "Adequado para máquina de lavar louça",
    "microwave-safe_description": "A caneca pode ser colocada de forma segura num microondas para aquecer alimentos ou líquidos.",
    "fleece-lining": "Forro polar",
    "fleece-lining_description": "Forro interior super macio de fleece na parte inferior da meia",
    "crew-length": "Comprimento médio",
    "crew-length_description": "Perfeito para cobrir os músculos da panturrilha, proporcionando excelente proteção e mantendo os pés quentes"
}