{
    "title0": "Política de Privacidade",
    "title1": "Introdução",
    "paragraph1": "A proteção da sua privacidade é importante para nós e estamos empenhados em salvaguardar as suas informações pessoais. Esta Política de Privacidade explica como recolhemos, utilizamos e protegemos os seus dados quando acede e utiliza o nosso website. Ao utilizar o website, consente nas práticas descritas nesta política.",
    "title2": "Informações que Recolhemos",
    "paragraph2": "Podemos recolher informações pessoais que fornece diretamente, como o seu nome, endereço de e-mail e endereço de entrega. Também recolhemos automaticamente certas informações quando utiliza o website, incluindo o tipo de dispositivo, sistema operativo e tipo de navegador.",
    "title3": "Como Utilizamos as Suas Informações",
    "paragraph3.0": "Utilizamos as informações recolhidas para os seguintes fins.",
    "paragraph3.1": "Processar encomendas e fornecer apoio ao cliente.",
    "paragraph3.2": "Melhorar a funcionalidade, conteúdo e experiência do utilizador no nosso website.",
    "paragraph3.3": "Comunicar consigo, incluindo responder às suas perguntas e enviar informações sobre as suas encomendas.",
    "paragraph3.4": "Personalizar e melhorar a sua experiência no website.",
    "paragraph3.5": "Proteger o website, os seus utilizadores e o nosso negócio de potenciais fraudes ou riscos de segurança.",
    "title4": "Partilha das Suas Informações",
    "paragraph4": "Não vendemos as suas informações pessoais a terceiros. No entanto, podemos partilhar as suas informações com terceiros de confiança para fornecer serviços específicos, como processamento de pagamentos, cumprimento de encomendas e envio. Podemos também partilhar dados para cumprimento legal, proteção de direitos e segurança.",
    "title5": "Cookies e Tecnologias de Rastreio",
    "paragraph5": "Utilizamos cookies e tecnologias semelhantes para melhorar a experiência do utilizador e a funcionalidade do website. Pode optar por configurar o seu navegador para recusar cookies ou notificá-lo quando os cookies estão a ser enviados. No entanto, isso pode afetar determinadas funcionalidades e serviços do website.",
    "title6": "Segurança dos Dados",
    "paragraph6": "Utilizamos medidas de segurança razoáveis para proteger as suas informações pessoais. No entanto, nenhuma transmissão de dados pela internet é completamente segura. Portanto, embora nos esforcemos por proteger os seus dados, não podemos garantir a sua segurança.",
    "title7": "As Suas Escolhas",
    "paragraph7": "Pode optar por não fornecer determinadas informações. No entanto, isso pode limitar a sua capacidade de utilizar determinadas funcionalidades do website. Pode também optar por não receber determinadas comunicações connosco, mas as comunicações operacionais (por exemplo, avisos relacionados com a conta) são necessárias para o funcionamento do website.",
    "title8": "Privacidade das Crianças",
    "paragraph8": "O nosso website não se destina a ser utilizado por indivíduos com menos de 18 anos. Não recolhemos intencionalmente informações pessoais de crianças. Se for um pai ou responsável e acredita que o seu filho nos forneceu informações pessoais, entre em contacto connosco para as remover.",
    "title9": "Alterações a Esta Política de Privacidade",
    "paragraph9": "Podemos atualizar a nossa Política de Privacidade de tempos a tempos. Notificaremos quaisquer alterações significativas ao publicar um aviso no website ou enviar-lhe um e-mail. Por favor, reveja periodicamente a política.",
    "title10": "Entre em Contacto Connosco",
    "paragraph10": "Se tiver alguma dúvida ou preocupação sobre esta Política de Privacidade, entre em contacto connosco em",
    "title11": "{{store_name}} respeita a sua privacidade e está empenhada em proteger as suas informações pessoais",
    "paragraph11": "Esta política foi concebida para fornecer transparência sobre as nossas práticas de dados. Encorajamo-lo a revê-la e a entrar em contacto connosco caso tenha alguma dúvida ou preocupação."
}