{
    "ship_to": "Enviar para",
    "add_to_cart": "Adicionar ao carrinho",
    "buy_now": "Comprar agora",
    "choose_a_color": "Escolha uma cor",
    "choose_a_size": "Escolha um tamanho",
    "choose_art_position": "Escolha a posição da arte",
    "description": "Descrição",
    "key_features": "Principais características",
    "care_instructions": "Instruções de cuidado",
    "size_guide": "Guia de tamanhos",
    "description_t-shirt": "Feita com materiais muito suaves, esta t-shirt é 100% algodão em cores sólidas. Design único, para combinar com o seu estilo. Os ombros têm fita twill para melhor durabilidade. Não possui costuras laterais. A gola é confeccionada com malha canelada para evitar danos e enrolamentos.",
    "description_hoodie": "Este hoodie é a própria definição de relaxamento. Feito com uma espessa mistura de algodão e poliéster, é macio, aconchegante e quente, uma escolha perfeita para qualquer dia frio. Na frente, o espaçoso bolso canguru adiciona praticidade diária enquanto o cordão do capuz é da mesma cor do hoodie, garantindo um toque extra de estilo.",
    "description_sweatshirt": "Ideal para qualquer situação, um sweatshirt de gola redonda e puro conforto. Estas peças são feitas de poliéster e algodão. Esta combinação ajuda o design a manter-se com aparência fresca e bonita. A gola é de malha canelada, por isso mantém a sua forma mesmo após a lavagem. Estes sweatshirts não têm costuras laterais que causam comichão.",
    "description_raglan-long-sleeve": "A manga comprida raglan tem um estilo único, pois as mangas atuam como uma moldura destacando o design. Assim, qualquer que seja o design da t-shirt, ele aparece melhor do que nunca. Dependendo da cor, estas camisas podem ser uma mistura de algodão, poliéster e rayon. A gola é de malha canelada para maior durabilidade. Os lados têm costuras para fornecer suporte estrutural.",
    "description_mug": "Com uma alça em formato de C para um uso confortável, estas canecas são uma ótima forma de decorar a sua casa e começar o dia com o pé direito. Graças à cerâmica de qualidade, estas canecas mantêm o design em ótima aparência por muito tempo, mesmo após lavagens repetidas.",
    "description_mug-c": "Com uma alça em formato de C para um uso confortável, estas canecas são uma ótima forma de decorar a sua casa e começar o dia com o pé direito. Graças à cerâmica de qualidade, estas canecas mantêm o design em ótima aparência por muito tempo, mesmo após lavagens repetidas.",
    "description_socks": "Estas meias de alta qualidade proporcionam conforto ótimo com estilo onde quer que se vá, um detalhe subtil para complementar um visual de escritório ou uma afirmação ousada para um traje extravagante.",
    "description_long-sleeve": "Um pouco mais formal do que uma t-shirt padrão, a t-shirt de manga comprida ultra algodão é claramente mais confortável. Não tem costuras laterais. Os ombros são reforçados para maior durabilidade. Isto proporciona um bom ajuste ao redor dos ombros e do pescoço. O algodão utilizado para estas camisolas é ambientalmente amigável.",
    "similar-products-title": "Produtos que pode gostar"
}