{
    "title0": "Termos de Utilização",
    "title1": "Aceitação dos Termos de Utilização",
    "paragraph1": "Ao aceder e utilizar este website, concorda em cumprir e ficar vinculado pelos seguintes Termos de Utilização. Se não concordar com estes termos, não deverá utilizar o website.",
    "title2": "Utilização do Website",
    "paragraph2": "Concorda em utilizar o website apenas para fins legais e em conformidade com todas as leis e regulamentos aplicáveis, incluindo leis específicas do seu país ou região. Não deverá utilizar o website de forma a prejudicar, desabilitar, sobrecarregar ou danificar o funcionamento do website ou interferir com a utilização e desfrute de outros utilizadores.",
    "title3": "Alterações aos Termos de Utilização",
    "paragraph3": "Reservamos o direito de modificar ou atualizar estes Termos de Utilização a qualquer momento, com ou sem aviso prévio. Recomendamos que verifique periodicamente os termos para se manter informado sobre quaisquer alterações. O uso continuado do website após a publicação de alterações constitui a sua aceitação dessas alterações.",
    "title4": "Privacidade",
    "paragraph4": "A recolha e utilização das suas informações pessoais estão sujeitas à nossa Política de Privacidade, que está incorporada nestes Termos de Utilização por referência. Concorda em fornecer informações precisas, completas e atualizadas.",
    "title5": "Conteúdo do Utilizador",
    "paragraph5": "É totalmente responsável por qualquer conteúdo que envie, exiba ou transmita através do website. Concorda que o seu conteúdo não irá infringir os direitos de terceiros, incluindo direitos de autor, marcas registadas, privacidade ou outros direitos pessoais.",
    "title6": "Propriedade Intelectual",
    "paragraph6": "Este website e o seu conteúdo (excluindo conteúdo do utilizador) são protegidos por direitos de autor, marcas registadas e outras leis de propriedade intelectual. Concorda em respeitar todos os direitos de autor e outros direitos de propriedade no conteúdo.",
    "title7": "Limitações de Responsabilidade",
    "paragraph7": "O uso deste website é por sua conta e risco. O website é disponibilizado 'tal como está' e 'conforme disponibilidade' sem garantias de qualquer tipo. Não garantimos que o website será isento de erros ou ininterrupto.",
    "title8": "Utilizadores Internacionais",
    "paragraph8": "Este website é acessível em todo o mundo e damos as boas-vindas a utilizadores de todo o mundo. No entanto, os utilizadores de diferentes países e regiões devem cumprir as suas leis e regulamentos locais ao utilizar o website. Não fazemos alegações de que o website ou o seu conteúdo sejam apropriados ou estejam disponíveis em todos os locais. O acesso ao website a partir de territórios onde o seu conteúdo é ilegal é proibido.",
    "title9": "Lei Aplicável",
    "paragraph9": "Estes Termos de Utilização são regidos pelas leis da União Europeia, sem considerar os princípios de conflitos de leis. Em caso de disputas, devem ser resolvidas através de arbitragem ou outros mecanismos de resolução de disputas, conforme especificado nos seus termos.",
    "title10": "Contacte-nos",
    "paragraph10": "Se tiver alguma questão ou preocupação sobre estes Termos de Utilização, por favor contacte-nos através de"
}