{
    "title0": "Política de Privacidade",
    "title1": "Introdução",
    "paragraph1": "Proteger sua privacidade é importante para nós, e estamos comprometidos em salvaguardar suas informações pessoais. Esta Política de Privacidade explica como coletamos, usamos e protegemos seus dados quando você acessa e usa nosso website. Ao utilizar o website, você consente com as práticas descritas nesta política.",
    "title2": "Informações que Coletamos",
    "paragraph2": "Podemos coletar informações pessoais que você fornece diretamente, como seu nome, endereço de e-mail e endereço de entrega. Também coletamos automaticamente certas informações quando você utiliza o website, incluindo tipo de dispositivo, sistema operacional e tipo de navegador.",
    "title3": "Como Usamos Suas Informações",
    "paragraph3.0": "Utilizamos as informações coletadas para os seguintes fins.",
    "paragraph3.1": "Processar pedidos e fornecer suporte ao cliente.",
    "paragraph3.2": "Melhorar a funcionalidade, conteúdo e experiência do usuário em nosso site.",
    "paragraph3.3": "Comunicar com você, incluindo responder às suas perguntas e enviar informações sobre seus pedidos.",
    "paragraph3.4": "Personalizar e aprimorar sua experiência no site.",
    "paragraph3.5": "Proteger o website, seus usuários e nosso negócio contra possíveis fraudes ou riscos de segurança.",
    "title4": "Compartilhamento de Suas Informações",
    "paragraph4": "Não vendemos suas informações pessoais para terceiros. No entanto, podemos compartilhar suas informações com terceiros confiáveis para fornecer serviços específicos, como processamento de pagamentos, atendimento de pedidos e envio. Também podemos compartilhar dados para cumprimento legal, proteção de direitos e segurança.",
    "title5": "Cookies e Tecnologias de Rastreamento",
    "paragraph5": "Utilizamos cookies e tecnologias similares para melhorar a experiência do usuário e a funcionalidade do site. Você pode optar por configurar seu navegador para recusar cookies ou notificá-lo quando os cookies estiverem sendo enviados. No entanto, isso pode afetar determinados recursos e serviços do site.",
    "title6": "Segurança dos Dados",
    "paragraph6": "Empregamos medidas razoáveis de segurança para proteger suas informações pessoais. No entanto, nenhuma transmissão de dados pela internet é completamente segura. Portanto, embora busquemos proteger seus dados, não podemos garantir sua segurança.",
    "title7": "Suas Escolhas",
    "paragraph7": "Você pode optar por não fornecer determinadas informações. No entanto, isso pode limitar sua capacidade de usar certos recursos do site. Você também pode optar por sair de determinadas comunicações conosco, mas as comunicações operacionais (por exemplo, avisos relacionados à conta) são necessárias para o funcionamento do site.",
    "title8": "Privacidade das Crianças",
    "paragraph8": "Nosso website não é destinado ao uso por indivíduos com menos de 18 anos. Não coletamos conscientemente informações pessoais de crianças. Se você é um pai ou responsável e acredita que seu filho nos forneceu informações pessoais, entre em contato conosco para removê-las.",
    "title9": "Alterações a Esta Política de Privacidade",
    "paragraph9": "Podemos atualizar nossa Política de Privacidade de tempos em tempos. Vamos notificá-lo sobre alterações significativas publicando um aviso no site ou enviando um e-mail. Por favor, revise a política periodicamente.",
    "title10": "Entre em Contato Conosco",
    "paragraph10": "Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade, entre em contato conosco em",
    "title11": "{{store_name}} respeita sua privacidade e está comprometida em proteger suas informações pessoais",
    "paragraph11": "Esta política foi desenvolvida para proporcionar transparência sobre nossas práticas de dados. Incentivamos você a revisá-la e entrar em contato conosco com quaisquer dúvidas ou preocupações."
}