{
    "ship_to": "Enviar para",
    "add_to_cart": "Adicionar ao carrinho",
    "buy_now": "Comprar agora",
    "pick_a_color": "Escolha uma cor",
    "pick_a_size": "Escolha um tamanho",
    "description": "Descrição",
    "key_features": "Principais características",
    "care_instructions": "Instruções de cuidado",
    "size_guide": "Guia de tamanhos",
    "description_t-shirt": "Feita com materiais muito macios, essa camiseta é 100% algodão em cores sólidas. Design único, para combinar com seu estilo. Os ombros têm twill tape para melhor durabilidade. Não possui costuras laterais. A gola é confeccionada com tricô canelado para evitar danos e enrolamentos.",
    "description_hoodie": "Este moletom com capuz é a própria definição de relaxamento. Feito com uma espessa mistura de algodão e poliéster, ele é macio, aconchegante e quente, uma escolha perfeita para qualquer dia frio. Na frente, o espaçoso bolso canguru adiciona praticidade diária enquanto o cordão do capuz é da mesma cor do moletom, garantindo um toque extra de estilo.",
    "description_sweatshirt": "Ideal para qualquer situação, um moletom de gola redonda e puro conforto. Essas peças são feitas de poliéster e algodão. Essa combinação ajuda o design a permanecer com aparência fresca e bonita. A gola é de malha canelada, por isso mantém sua forma mesmo após a lavagem. Estes moletons não têm costuras laterais que causam coceira.",
    "description_raglan-tee": "A camiseta raglan tem um estilo único, pois as mangas atuam como uma moldura destacando o design. Assim, qualquer que seja o design da camisa, ele aparece melhor do que nunca. Dependendo da cor, estas camisas podem ser uma mistura de algodão, poliéster e rayon. A gola é de malha canelada para maior durabilidade. Os lados têm costuras para fornecer suporte estrutural.",
    "description_mug": "Com uma alça em formato de C para um uso confortável, essas canecas são uma ótima forma de decorar sua casa e começar o dia com o pé direito. Graças à cerâmica de qualidade, estas canecas mantêm o design em ótima aparência por muito tempo, mesmo após lavagens repetidas.",
    "description_mug-c": "Com uma alça em formato de C para um uso confortável, essas canecas são uma ótima forma de decorar sua casa e começar o dia com o pé direito. Graças à cerâmica de qualidade, estas canecas mantêm o design em ótima aparência por muito tempo, mesmo após lavagens repetidas."
}