{
    "title0": "Termos de Uso",
    "title1": "Aceitação dos Termos de Uso",
    "paragraph1": "Ao acessar e usar este website, você concorda em cumprir e ficar vinculado aos seguintes Termos de Uso. Se você não concorda com estes termos, não deve usar o website.",
    "title2": "Uso do Website",
    "paragraph2": "Você concorda em usar o website apenas para fins legais e de acordo com todas as leis e regulamentos aplicáveis, incluindo leis específicas do seu país ou região. Você não deve usar o website de forma alguma que possa prejudicar, desabilitar, sobrecarregar ou danificar o funcionamento do website ou interferir no uso e na diversão de outros usuários.",
    "title3": "Alterações nos Termos de Uso",
    "paragraph3": "Reservamos o direito de modificar ou atualizar estes Termos de Uso a qualquer momento, com ou sem aviso prévio. Recomendamos que você verifique periodicamente os termos para se manter informado sobre quaisquer alterações. Seu uso contínuo do website após a publicação das mudanças constitui sua aceitação dessas alterações.",
    "title4": "Privacidade",
    "paragraph4": "A coleta e uso de suas informações pessoais estão sujeitos à nossa Política de Privacidade, que é incorporada a estes Termos de Uso por referência. Você concorda em fornecer informações precisas, completas e atualizadas.",
    "title5": "Conteúdo do Usuário",
    "paragraph5": "Você é o único responsável por qualquer conteúdo que enviar, exibir ou transmitir através do website. Você concorda que seu conteúdo não infringirá os direitos de terceiros, incluindo direitos autorais, marcas comerciais, privacidade ou outros direitos pessoais.",
    "title6": "Propriedade Intelectual",
    "paragraph6": "Este website e seu conteúdo (excluindo o conteúdo do usuário) são protegidos por direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você concorda em respeitar todos os direitos autorais e outros direitos de propriedade no conteúdo.",
    "title7": "Limitações de Responsabilidade",
    "paragraph7": "O uso deste website é por sua conta e risco. O website é fornecido 'como está' e 'conforme disponível' sem garantias de qualquer tipo. Não garantimos que o website será livre de erros ou ininterrupto.",
    "title8": "Usuários Internacionais",
    "paragraph8": "Este website é acessível em todo o mundo e recebemos usuários de todo o globo. No entanto, usuários de diferentes países e regiões devem cumprir suas leis e regulamentos locais ao usar o website. Não fazemos alegações de que o website ou seu conteúdo sejam apropriados ou estejam disponíveis em todos os locais. O acesso ao website em territórios onde seu conteúdo é ilegal é proibido.",
    "title9": "Lei Aplicável",
    "paragraph9": "Estes Termos de Uso são regidos pelas leis da União Europeia, sem considerar os princípios de conflitos de leis. Se houver disputas, elas devem ser resolvidas por meio de arbitragem ou outros mecanismos de resolução de disputas, conforme especificado nos seus termos.",
    "title10": "Contate-nos",
    "paragraph10": "Se você tiver alguma dúvida ou preocupação sobre estes Termos de Uso, entre em contato conosco em"
}